const monthRusTranslate = {
  0: 'Январь',
  1: 'Февраль',
  2: 'Март',
  3: 'Апрель',
  4: 'Май',
  5: 'Июнь',
  6: 'Июль',
  7: 'Август',
  8: 'Сентябрь',
  9: 'Октябрь',
  10: 'Ноябрь',
  11: 'Декабрь',
}

const monthReduction = {
  0: 'янв',
  1: 'фев',
  2: 'мар',
  3: 'апр',
  4: 'мая',
  5: 'июн',
  6: 'июл',
  7: 'авг',
  8: 'сен',
  9: 'окт',
  10: 'ноя',
  11: 'дек',
}

const keyCodes = {
  ESC: 27,
  ENTER: 13,
}

export { monthRusTranslate, monthReduction, keyCodes }
